Repository: common-repository/kiyoh-klantenvertellen
Catalog: langs/*_plugin-*.po
Languages: nl_nl

source: Layout not available, please use
nl_nl: Layout niet beschikbaar, gebruik

source: No data found, please check your %s settings
nl_nl: Geen data gevonden, controleer je %s instellingen

source: Error
nl_nl: Fout

source: Settings
nl_nl: Instellingen

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Would you recommend us?
nl_nl: Zou je ons aanbevelen?

source: n/a
nl_nl: nvt.

source: %s will stop using the old XML method from March 2020.
nl_nl: %s stopt met het gebruik van de oude XML methode vanaf maart 2020.

source: Please switch to the new API method on time.
nl_nl: Verander op tijd naar de nieuwe API methode.

source: Cache successfully cleared
nl_nl: Cache succesvol geleegd

source: General
nl_nl: Algemeen

source: KiyOh or Klantenvertellen
nl_nl: KiyOh of Klantenvertellen

source: Enable e-mail
nl_nl: E-mail inschakelen

source: E-mail subject
nl_nl: E-mail onderwerp

source: E-mail text
nl_nl: E-mail tekst

source: Send e-mail after
nl_nl: Verstuur e-mail na

source: Only send to
nl_nl: Verstuur e-mail naar

source: Layout settings
nl_nl: Layout instellingen

source: Debug settings
nl_nl: Debug instellingen

source: Show review ID
nl_nl: Show beoordeling ID

source: Single Review settings
nl_nl: Instellingen enkele beoordeling

source: Show: "%s"
nl_nl: Toon: "%s"

source: Question type: %s
nl_nl: Vraag type: %s

source: Show star rating for "%s"
nl_nl: Toon sterren voor "%s"

source: Show or hide star rating of question "%s".
nl_nl: Toon of verberg sterren voor vraag "%s".

source: KiyOh settings
nl_nl: KiyOh instellingen

source: KiyOh.com settings
nl_nl: KiyOh.com instellingen

source: Klantenvertellen settings
nl_nl: Klantenvertellen instellingen

source: My Klantenvertellen url
nl_nl: Mijn Klantenvertellen url

source: Company name
nl_nl: Bedrijfsnaam

source: Name field
nl_nl: Naam veld

source: Opinion field
nl_nl: Ervaring veld

source: My Mobiliteit XML feed
nl_nl: Mijn Mobiliteit XML feed

source: Klantenvertellen (V2) settings
nl_nl: Klantenvertellen (V2) instellingen

source: URL to review page
nl_nl: URL naar referentiepagina

source: Off
nl_nl: Uit

source: On
nl_nl: Aan

source: When enabled plugin will check for new reviews every page request. This might slow down your website.
nl_nl: Wanneer ingeschakeld controleert de plugin bij iedere pagina-request op nieuwe reviews. Dit kan je website erg traag maken.

source: Hide review IDs
nl_nl: Verberg beoordeling ID

source: Show review IDs
nl_nl: Toon beoordeling ID

source: When enabled plugin will show review ID below each review.
nl_nl: Wanneer ingeschakeld wordt het unieke ID onder iedere beoordeling getoond.

source: Pro only
nl_nl: PRO functionaliteit

source: All numbers of reviews before this number will be skipped.
nl_nl: Alle beoordelingen voor dit nummer worden NIET getoond.

source: Leave empty or use 0 to show the full text.
nl_nl: Laat leeg of gebruik 0 om de volledige tekst te tonen.

source: Old deprecated methods
nl_nl: Verouderde methodes

source: Choose if you're using KiyOh or Klantenvertellen
nl_nl: Kies of je gebruik maakt van KiyOh of Klantenvertellen

source: You can find the connector code on "your account" by logging in on %s
nl_nl: De Connector code vind je onder "uw account" door in te loggen op %s

source: You can find the Company ID on "your account" by logging in on %s
nl_nl: Het Company ID vind je onder "uw account" door in te loggen op %s

source: Fill in your company name
nl_nl: Vul hier je bedrijfsnaam in

source: For example: Is your personal klantenvertellen url %s? Then you fill in "%s"
nl_nl: Bijvoorbeeld: Is jouw persoonlijke klantenvertellen url %s, dan vul je hier in: "%s"

source: No review text available
nl_nl: Geen referentie tekst aanwezig

source: Choose the field that is used to show the contents of the review. This is usually "%s" or "%s".
nl_nl: Kies hier het veld dat gebruik wordt om de tekst van de review te tonen. Dit is meestal "%s" of "%s".

source: No data available. Your account need to have reviews before this is available.
nl_nl: Geen data beschikbaar. Je account moet beoordelingen hebben voordat je dit kunt instellen.

source: No name available / Anonymous
nl_nl: Geen naam aanwezig / Anoniem

source: Choose the field that is used to show the (first) name of the reviewer. This is usually "%s".
nl_nl: Kies hier het veld dat gebruik wordt om de (voor)naam van de klant te tonen. Dit is meestal "%s".

source: No data available. You need to have reviews before this is available.
nl_nl: Geen data beschikbaar. Je account moet beoordelingen hebben voordat je dit kunt instellen.

source: You can find the link to your XML feed in your Klantenvertellen Mobiliteit account. If you cannot find this, you can contact your Klantenvertellen account manager.
nl_nl: Je kunt de link naar de XML feed vinden in je Klantenvertellen Mobiliteit account. Mocht je deze niet kunnen vinden, dan kun je contact opnemen met je account manager bij Klantenvertellen.

source: A Klantenvertellen XML-feed starts with %s.
nl_nl: Een Klantenvertellen XML-feed start met %s.

source: You can find the XML-feed on "your account" under "Publication options" by logging in on %s.
nl_nl: Je vind je XML-feed onder de publicaties opties in je %s account.

source: Can't find your XML-feed? Contact your %s.
nl_nl: Kan je je XML-feed niet vinden? Neem contact op met je %s.

source: Enter complete URL to your Klantenvertellen review page.
nl_nl: Vul de complete URL in naar je Klantenvertellen referentiepagina.

source: URL to review page starts with %s.
nl_nl: URL naar referentiepagina begint met %s.

source: Enable
nl_nl: Inschakelen

source: Enable an automatic invite e-mail which will be send after a WooCommerce order has been completed.
nl_nl: Verstuur een uitnodigingsmail welke automatisch wordt verzonden nadat een WooCommerce bestelling is voltooid.

source: Don't forget to insert your Easy Invite link inside the mail.
nl_nl: Vergeet niet om de Easy Invite Link toe te voegen in de mail.

source: You can use the following tags to replace with order data: %s = billing full name, %s = billing first name, %s = billing last name, %s = billing email, %s = billing city, %s = order date, %s = order completed date.
nl_nl: Je kunt de volgende tags gebruiken om te laten vervangen door bestelgegevens: %s = factuur volledige naam, %s = factuur voornaam, %s = factuur achternaam, %s = factuur emailadres, %s = factuur plaats, %s = besteldatum, %s = bestelling afgerond datum.

source: Use %s inside your Easy Invite link add all product ID from your order to your review.
nl_nl: Gebruik %s in je Easy Invite link om alle product IDs vanuit de bestelling toe te voegen aan de beoordeling.

source: Example Easy Invite link: %s.
nl_nl: Voorbeeld Easy Invite link: %s.

source: day(s)
nl_nl: dag(en)

source: after an order has been marked as completed.
nl_nl: na een bestelling is afgerond.

source: Leave empty or enter 0 to send immediately after an order has been marked as completed. The e-mail queue will be processed twice a day.
nl_nl: Laat leeg of vul een 0 in om de mail direct te verzenden nadat een bestelling is voltooid. De e-mail wachtrij wordt 2x per dag verwerkt.

source: Guest
nl_nl: Gast

source: Only send e-mails to guests or customers with a specific role.
nl_nl: Verstuur e-mails alleen naar gasten of klanten met een specifieke rol.

source: Last check: %s ago
nl_nl: Laatste controle: %s geleden

source: Warning! Debugging mode is turned on. This may cause unexpected problems.
nl_nl: Waarschuwing! WP-Debug modus staat aan. Dit kan leiden tot problemen.

source: Klantenvertellen Location ID
nl_nl: Klantenvertellen Locatie ID

source: Show backup data
nl_nl: Toon back-up gegevens

source: Contact %s and ask your %s accountmanager for your API Token.
nl_nl: Neem contact op met %s en vraag je %s accountmanager om de API Token.

source: The Location ID is the number combination that you also see at the invite link or review page in the URL.
nl_nl: Het Locatie ID is de nummer-combinatie die je ook ziet in de "Invite link" of op de beoordelingspagina in de URL.

source: Old %s backup exists. Show old review data below new review data.
nl_nl: Oude %s back-up bestaat. Toon oude klantbeoordelingen onder nieuwe beoordelingen.

source: (PRO only)
nl_nl: (alleen PRO)

source: KiyOh Location ID
nl_nl: KiyOh Locatie ID

source: Rating
nl_nl: Waardering (cijfer)

source: Text
nl_nl: Tekst

source: Yes or No
nl_nl: Ja of Nee

source: Image
nl_nl: Afbeelding

source: Selection
nl_nl: Selectie

source: Unknown
nl_nl: Onbekend

source: hours
nl_nl: uur

source: Refresh reviews each %d hours.
nl_nl: Controleer beoordelingen iedere %d uur.

source: Lower refresh rates (< 6 hours) can lead to connection problems. We advise to set refresh rate as high as possible.
nl_nl: Lagere refresh rates (< 6 uur) kunnen leiden tot connectie-problemen. We adviseren de refresh rate zo hoog als mogelijk te zetten.

source: No ID specified
nl_nl: Geen ID gespecificeerd

source: Default
nl_nl: Standaard

source: List
nl_nl: Lijst

source: Auto slide
nl_nl: Automatisch sliden

source: Review display options
nl_nl: Beoordeling weergave opties

source: Hide reviews without rating
nl_nl: Verberg beoordelingen zonder cijfer

source: Hide reviews without review text
nl_nl: Verberg beoordelingen zonder tekst

source: Hide reviews without author
nl_nl: Verberg beoordelingen zonder auteur

source: Show average stars
nl_nl: Toon gemiddelde sterren

source: Star theme
nl_nl: Sterren thema

source: Yellow + gray
nl_nl: Geel + grijs

source: Yellow
nl_nl: Geel

source: Black + gray
nl_nl: Zwart + grijs

source: Black
nl_nl: Zwart

source: White
nl_nl: Wit

source: Stars size
nl_nl: Grootte sterren

source: Small
nl_nl: Klein

source: Medium
nl_nl: Gemiddeld

source: Large
nl_nl: Groot

source: Show logo
nl_nl: Toon logo

source: Logo type
nl_nl: Logo soort

source: Image only
nl_nl: Alleen beeldmerk

source: Full logo
nl_nl: Volledig logo

source: Show summary
nl_nl: Toon samenvatting

source: Show date
nl_nl: Toon datum

source: Show reviews
nl_nl: Toon beoordelingen

source: Show x reviews
nl_nl: Toon x beoordelingen

source: Start with review x
nl_nl: Start met beoordeling x

source: Limit review length at x words
nl_nl: Beperk beoordelingstekst tot x aantal woorden

source: Show average score
nl_nl: Toon totaal score

source: Show single review score
nl_nl: Toon individuele beoordeling score

source: Show single review stars
nl_nl: Toon sterren van beoordeling

source: Rate us!
nl_nl: Beoordeel ons!

source: Dear customer, Please give us a rating if you're pleased with our products and/or services. Click the link below to write a review: Add your link here
nl_nl: Beste klant, Beoordeel alstublieft ons bedrijf wanneer je tevreden bent met onze producten of diensten. Klik op de link hieronder om een beoordeling te schrijven: <VOEG HIER JE LINK TOE>

source: View our results
nl_nl: Bekijk onze resultaten

source: %s customer rates us with a %s
nl_nl: %s klant waardeert ons gemiddeld met een %s

source: View on
nl_nl: Bekijk op

source: reviews
nl_nl: beoordelingen

source: Last review:
nl_nl: Laatste beoordeling:

source: %s ago
nl_nl: %s geleden

source: %d%% recommends %s
nl_nl: %d%% beveelt %s aan

source: Response from the company
nl_nl: Reactie van het bedrijf

source: Would you recommend us? %s
nl_nl: Zou je ons aanbevelen? %s

source: Custom review questions
nl_nl: Aangepaste beoordelinggegevens

source: Show custom review questions and answers with our %s.
nl_nl: Toon aangepaste beoordelingsvragen en antwoorden met onze %s.

source: Example
nl_nl: Voorbeeld

source: The ID as shown for each review is not visible on the frontend.
nl_nl: De getoonde ID is niet zichtbaar voor bezoekers.

source: You use an outdated method to collect customer reviews.
nl_nl: Je gebruikt een verouderde methode om klantbeoordelingen op te halen.

source: Contact your KiyOh / Klantenvertellen account manager for new API data.
nl_nl: Neem contact op met je KiyOh / Klantenvertellen accountmanager voor nieuwe API gegevens.

source: Then choose the new API method for KiyOh or Klantenvertellen below.
nl_nl: Kies vervolgens hieronder voor de nieuwe API methode voor KiyOh of Klantenvertellen.

source: Connection with KiyOh: OK.
nl_nl: Verbinding met KiyOh: OK.

source: Cannot connect to KiyOh, please check your settings or try again later.
nl_nl: Kan geen verbinding maken met KiyOh, controleer je instellingen of probeer later opnieuw.

source: Connection with Klantenvertellen: OK.
nl_nl: Verbinding met Klantenvertellen: OK.

source: Cannot connect to Klantenvertellen, please check your settings or try again later.
nl_nl: Kan geen verbinding maken met Klantenvertellen, controleer je instellingen of probeer later opnieuw.

source: Back-up old feed
nl_nl: Back-up oude klantbeoordelingen

source: From May 2019, %s has started migrating all customer reviews to a new platform.
nl_nl: Vanaf mei 2019 is %s begonnen met het migreren van alle klantbeoordelingen naar een nieuw platform.

source: %s will stop using the old XML method from mid-September.
nl_nl: %s stopt met het gebruik van de oude XML-methode vanaf half september.

source: OK: A backup of all customer reviews already exists.
nl_nl: OK. Een back-up van alle klantbeoordelingen bestaat al.

source: You may now switch to the new API method to receive your new customer reviews.
nl_nl: Je kunt nu veranderen naar de nieuwe API methode om nieuwe klantbeoordelingen op te halen.

source: Connection with KiyOh.com: OK.
nl_nl: Verbinding met KiyOh.com: OK.

source: Cannot connect to KiyOh.com, please check your settings or try again later.
nl_nl: Kan geen verbinding maken met KiyOh.com, Controleer je instellingen of probeer later opnieuw.

source: Klantenvertellen (Mobiliteit) settings
nl_nl: Klantenvertellen (Mobiliteit) instellingen

source: Connection with Klantenvertellen (Mobiliteit): OK.
nl_nl: Verbinding met Klantenvertellen (Mobiliteit): OK.

source: Cannot connect to Klantenvertellen (Mobiliteit), please check your settings or try again later.
nl_nl: Kan geen verbinding maken met Klantenvertellen (Mobiliteit), controleer je instellingen of probeer later opnieuw.

source: Connection with Klantenvertellen (V2): OK.
nl_nl: Verbinding met Klantenvertellen (V2): OK.

source: Cannot connect to Klantenvertellen (V2), please check your XML-feed.
nl_nl: Kan geen verbinding maken met Klantenvertellen (V2), controleer je XML-feed.

source: Refresh results / clear cache
nl_nl: Ververs resultaten / leeg cache

source: Click this button to refresh the review results manually. Review results will be automatically refreshed once a day.
nl_nl: Klik op deze knop om de klantbeoordelingen handmatig te verversen. De beoordelingen worden eenmaal per dag automatisch ververst.

source: Need support?
nl_nl: Hulp nodig?

source: Need support with this plugin? Use the %s and we will reply within 7 days.
nl_nl: Hulp nodig bij het gebruik van deze plugin? Gebruik het %s en we reageren binnen 7 dagen.

source: WordPress.org forums
nl_nl: WordPress.org forum

source: Get priority support!
nl_nl: Ontvang support met prioriteit!

source: Or checkout our %s and get support by priority support by mail within 2 workdays.
nl_nl: Of check onze %s en krijg support met prioriteit via e-mail binnen 2 werkdagen.

source: No support by phone
nl_nl: Geen telefonische helpdesk

source: You may always call us for new projects, but unfortunately we %s
nl_nl: Je mag ons altijd bellen voor nieuwe projecten, maar helaas hebben we %s

source: cannot provide support by phone.
nl_nl: geen telefonische helpdesk.

source: Please don't call us for plugin related questions.
nl_nl: Bel ons alsjeblieft niet voor plugin-gerelateerde vragen.

source: How to use
nl_nl: Hoe te gebruiken

source: You can use this plugin in 2 ways:
nl_nl: Deze plugin is op 2 manieren te gebruiken:

source: By a shortcode, so you can show your reviews inside a text.
nl_nl: Via een shortcode, zodat je beoordelingen in een tekst kunt tonen.

source: By using a PHP function, so you can show your reviews inside your theme.
nl_nl: Met een PHP-functie, zodat je beoordelingen in je thema kunt tonen.

source: With a shortcode you can show the customer reviews in a normal text, on a page or a post for example. The shortcode you can use is %s. This shortcode uses the default settings by default. The default settings are adjustable per shortcode. You can use the following options for this.
nl_nl: Met een shortcode plaats je klantbeoordelingen in de normale tekst, bijvoorbeeld op een pagina of bericht. De shortcode is %s. Deze shortcode neemt de standaard instellingen over. De standaard instellingen zijn per shortcode aan te passen. Gebruik hiervoor de volgende opties.

source: Shortcode options
nl_nl: Shortcode opties

source: Define color of single review rating. HTML color, example: #000000
nl_nl: Definieer kleur van enkele beoordeling waardering. HTML-kleur, bijvoorbeeld: #000000

source: id of review to show a single review
nl_nl: ID van beoordeling om alleen deze ene beoordeling te tonen

source: Shortcode example
nl_nl: Voorbeeld shortcode

source: Show a single review
nl_nl: Toon een individuele beoordeling

source: To show a single review, you can use the id option in the shortcode above or alternatively you can use the shortcode below. The shortcode below shows a more simple version of a single review. You need to have the id of a single review to show this.
nl_nl: Om een specifieke beoordeling te tonen gebruik je de ID-optie in de bovenstaande shortcode. Je kunt ook onderstaande shortcode gebruiken. De shortcode hieronder toont een eenvoudige versie van een enkele beoordeling. Om een specifieke beoordeling te tonen heb je het ID nodig van deze beoordeling.

source: ID here
nl_nl: <ID HIER>

source: Show global rating summary
nl_nl: Toon samenvatting

source: Show rating statistics
nl_nl: Toon statistieken van beoordeling

source: Use shortcode below to show rating statistics on a page.
nl_nl: Gebruik onderstaande shortcode om statistieken te tonen op een pagina.

source: Tip: Create a new page in WordPress and add shortcodes to create a review page with all reviews.
nl_nl: TIP: Maak een nieuwe pagina in WordPress en voeg de shortcodes to om een beoordelingspagina met alle beoordelingen te tonen.

source: (Deprecated)
nl_nl: (Verouderd)

source: Show customer reviews in a widget. Go to Appearance &#8594; Widgets or use the %s.
nl_nl: Toon klantbeoordelingen in een widget. Ga hiervoor naar Weergave &#8594; Widgets of gebruik de %s.

source: The widget uses the default settings by default, but you can override this per widget.
nl_nl: De widget neemt de standaard instellingen over, maar deze zijn per widget aan te passen.

source: We do not advise to use the widget anymore. Please use a shortcode inside a default text widget.
nl_nl: We raden het gebruik van de widget af. Gebruik in plaats daarvan een shortcode in een standaard tekst-widget.

source: Where to find the review id?
nl_nl: Hoe vind je het ID van een beoordeling?

source: You can find the id of a single review in the example on the 'Default settings' tabs in the plugin settings or you can use the link below to lookup the id in the actual data
nl_nl: Je kunt het ID van een specifieke beoordeling vinden in de voorbeeldweergave onder de "Standaard instellingen tab". Of gebruik onderstaande link om alle beoordelingen te tonen in de oorspronkelijke data-feed van KiyOh of Klantenvertellen

source: Link not available, please fill in your account settings on the general settings tab.
nl_nl: Link niet beschikbaar. Vul eerst je accountgegevens in om verder te gaan.

source: PHP code for developers
nl_nl: PHP-code voor ontwikkelaars

source: With the following PHP code you can show your customer reviews inside your theme. The shortcode accepts all options as described above.
nl_nl: Met de volgende PHP-code kan je klantbeoordelingen tonen in je thema. De shortcode accepteert alle opties zoals hierboven beschreven.

source: Disabling styling (CSS)
nl_nl: Styling (CSS) uitschakelen

source: To disable the default styling (CSS) of the plugin, you can add the following code to the functions.php file of your theme or inside your own plugin.
nl_nl: Om de standaard styling (css) van de plugin uit te schakelen plaats je de volgende code in je functions.php van je thema of in een eigen plugin.

source: Adjusting auto slide delay
nl_nl: Pas de auto slide vertraging aan

source: To adjust the pause of each slide when auto slide is enabled for the slider layout, you can use the filter below. Please note that this is the time in milliseconds. The default pause is set to 6000 ms.
nl_nl: Om de pauze tussen het sliden van de reviews aan te passen indien is gekozen voor de slider layout, dan kun je onderstaande filter gebruiken. Let op dat je hier de tijd in milliseconden gebruikt. De standaard pauze tijd is 6000 ms.

source: Overriding templates via a theme
nl_nl: Templates overschrijven via een thema

source: Template files contain the markup and template structure for frontend of your website.
nl_nl: Templates bestanden bevatten de layout en structuur voor de voorkant van je website.

source: Template files can be found within the <code>/kiyoh-klantenvertellen/templates/</code> directory.
nl_nl: Templates bestanden kunnen gevonden worden in de map <code>/kiyoh-klantenvertellen/templates/</code>.

source: How to edit files
nl_nl: Hoe bestanden te wijzigen

source: Edit files in an upgrade-safe way using overrides. Copy the template into a directory within your theme named <code>/kiyoh-klantenvertellen</code> keeping the same file structure but removing the <code>/templates/</code> subdirectory.
nl_nl: Wijzig bestanden in een upgrade-safe manier met template-overschrijvingen. Kopieer de bestanden in een directory in je thema-map met de naam <code>/kiyoh-klantenverteleln</code>. Behoudt dezelfde bestandsstructuur, maar verwijder de <code>/templates/</code> submap.

source: Example: To override the slider layout, copy: <code>wp-content/plugins/kiyoh-klantenvertellen/templates/slider.php</code> to %s
nl_nl: Voorbeeld: Om de slider layout te wijzigen, kopieer je <code>wp-content/plugins/kiyoh-klantenvertellen/templates/slider.php</code> naar %s

source: The copied file will now override the default template file.
nl_nl: Het gekopieerde bestand zal nu het standaard template bestand overschrijven.

source: Warning:
nl_nl: Waarschuwing:

source: Do not edit these files within the core plugin itself as they are overwritten during the upgrade process and any customizations will be lost.
nl_nl: Bewerk geen template bestanden in de plugin zelf. Deze wijzigingen kunnen overschreven worden met het updaten van de plugin.

source: Show reviews from KiyOh or Klantenvertellen.nl with a shortcode.
nl_nl: Toon klantbeoordelingen van KiyOh of Klantenvertellen.nl met een shortcode.

source: Default settings
nl_nl: Standaard instellingen

source: WooCommerce invites
nl_nl: WooCommerce uitnodiging

source: Help
nl_nl: Hulp

source: This plugin is brought to you by %s
nl_nl: Deze plugin wordt je aangeboden door %s

source: KiyOh / Klantenvertellen plugin will save review data from your KiyOh or Klantenvertellen account. This data could contain personal data of your reviewers. Data is stored in %s on your own website. This data is not shared with the developer of this plugin or with others.
nl_nl: KiyOh / Klantenvertellen-plug-in slaat beoordelingsgegevens op van je KiyOh- of Klantenvertellen-account. Deze gegevens kunnen persoonlijke gegevens van je beoordelaars bevatten. Gegevens worden opgeslagen in %s op je eigen website. Deze gegevens worden niet gedeeld met de ontwikkelaar van deze plugin of met anderen.

source: WordPress options table
nl_nl: WordPress Options tabel
